{"video":{"server":1,"ip":"35.196.21.150","Name":"A Silent Voice","file":"Asilentvoice.mp4","thumb":"Asilentvoice.png","pic":"Asilentvoice.png","uuid":"180613d5-71b3-4f24-8a58-ca1a260b49d3","category":"Romance","category":"shorts","description":"When a grade school student with impaired hearing is bullied mercilessly, she transfers to another school. Years later, one of her former tormentors sets out to make amends}}
{"video":{"server":2,"ip":"104.196.103.136","Name":"Your Name","file":"Yourname.mp4","thumb":"Yourname.png","pic":"Yourname.png","uuid":"28d205c9-cc33-4475-ba25-d24ff0426470","category":"Romance","description":"Two teenagers share a profound, magical connection upon discovering they are swapping bodies. Things manage to become even more complicated when the boy and girl decide to meet in person."}}
{"video":{"server":3,"ip":"35.190.157.242","Name":"Flavours of Youth","file":"Flavoursofyouth.mp4","thumb":"Flavoursofyouth.png","pic":"Flavoursofyouth.png","uuid":"38a817da-7728-4658-9ecd-44cf638daa81","category":"Romance","description":"Three stories of youth from different cities in China: memories locked in a bowl of steaming noodles, a fading beauty discovering her way, and a bittersweet first love."}}
{"video":{"server":4,"ip":"35.196.163.237","Name":"Naruto","file":"Naruto.mp4","thumb":"Naruto.png","pic":"Naruto.png","uuid":"41053444-4b35-4336-860b-db62f2aa8d4a","category":"Action","description":"Naruto, a teenage ninja, embarks on various adventures with his friends and trains hard to become the Hokage. However, he must prove his mettle in order to be successful in his quest."}}
{"video":{"server":4,"ip":"35.196.69.43","Name":"One Piece","file":"Onepiece.mp4","thumb":"Onepiece.png","pic":"Onepiece.png","uuid":"55fcbe1d-3f94-4f42-89c4-2972db60c961","category":"Action","description":"Monkey D. Luffy wants to become the King of all pirates. Along his quest he meets: a skilled swordsman named Roronoa Zolo; Nami, a greedy thief who has a knack for navigation; Usopp, a great liar who has an affinity for inventing; Sanji, a warrior cook; Chopper, a sentient deer who is also a skilled physician; and Robin, former member of Baroque Works. The gang sets sail to unknown seas in Grand Line to find the treasure of One Piece"}}
{"video":{"server":4,"ip":"35.196.163.237","Name":"Dragonball Z","file":"Dragonballz.mp4","thumb":"Dragonballz.png","pic":"Dragonballz.png","uuid":"61053444-4b35-4336-860b-db62f2aa8d4a","category":"Action","description":"Dragon Ball Z,follows the adventures of Goku who, along with the Z Warriors, defends the Earth against evil. The action adventures are entertaining and reinforce the concept of good versus evil. Dragon Ball Z, teaches valuable character virtues such as teamwork, loyalty, and trustworthiness."}}
{"video":{"server":4,"ip":"35.196.163.237","Name":"Haikyu","file":"Haikyu.mp4","thumb":"Haiyku.png","pic":"Haiyku.png","uuid":"71053444-4b35-4336-860b-db62f2aa8d4a","category":"Sports","description":"Ever since having witnessed the Little Giant,and his astonishing skills on the volleyball court, Shouyou Hinata has been bewitched by the dynamic nature of the sport. Even though his attempt to make his debut as a volleyball regular during a middle school tournament went up in flames, he longs to prove that his less-than-impressive height ceases to be a hindrance in the face of his sheer will and perseverance."}}
{"video":{"server":4,"ip":"35.196.163.237","Name":"Slam Dunk","file":"Slamdunk.mp4","thumb":"Slamdunk.png","pic":"Slamdunk.png","uuid":"81053444-4b35-4336-860b-db62f2aa8d4a","category":"Sports","description":"Sakuragi Hanamichi is a junior high punk used to getting into fights and being rejected by girls but upon entering high school he meets the girl of his dreams, Haruko Akagi. He will do anything in order to win her heart including joining the school basketball team that is aiming to conquer the nation lead by Haruko's brother. The problem is that Sakuragi has never played basketball before and a freshman sensation is stealing the spotlight and Haruko's affection from him."}}
{"video":{"server":4,"ip":"35.196.163.237","Name":"Kuroko's Basketball","file":"Kurokosbasketball.mp4","thumb":"Kurokosbasketball.png","pic":"Kurokosbasketball.png","uuid":"91053444-4b35-4336-860b-db62f2aa8d4a","category":"Sports","description":"Taiga Kagami and Tetsuya Kuroko aim to take the Seirin High School basketball team to the very top; Kagami is a star player, but Kuroko has a secret skill."}}
